### Задание 2.7
Написать программу, порождающую дочерний процесс и использующую однонаправленный обмен данными. Процесс-потомок генерирует случайные числа и отправляет родителю. Родитель выводит числа на экран и в файл. Количество чисел задается в параметрах запуска приложения.

*Для вывода в файл используется fprintf (выводится в out)*
